def not_sub(): 
    return "Для полноценного использования бота и получения всех преимуществ, \
    пожалуйста, подпишитесь на наш канал. 😉🤖\
    \nА если вы уже подписаны, то не забудьте проверить все новые обновления! 🧐🔍"


def support():
    return '📞 Техническая поддержка 📞\n\nЕсли у вас возникли вопросы, проблемы или нужна помощь, \
            перейдите по ссылке и оставьте ваше сообщение здесь, \
            и мы ответим вам в кратчайшие сроки.'


def rules_text():
    return """
ПРАВИЛА

Привет, дружище! 
Думал КУРИЛКА оставит тебя без приятных плюшек? 
Кажется, ты плохо нас знаешь?!
Хм... ну что ж, пора представить тебе нашу новую программу лояльности.
Она делится на две группы:
▪️Скидки на покупки 
▪️Баллы за покупки  
Давай по порядку. Сейчас мы расскажем как это работает.

-Когда ты прошёл регистрацию и заполнил все нужные строки 
-То сразу становишься обладателем карты лояльности!! 
Что это значит? 
У тебя есть 2 варианта:
 1. Ты можешь с каждым посещением повышать свою % делая покупки своих любимых товаров
 2. А можешь копить баллы, а затем на них получать продукт, который ты мечтал заполучить уже давно!
   Есть одно НО…
*Скидки и баллы, никак не суммируются, ты можешь выбрать только один вариант. *

И уцененные товары.
    """